Tekla.Structures.Dialog.UIControls.Tree
The Tree class represents a tree view control that can contain images.

Tekla.Structures.Dialog.UIControls.Tree.#ctor
Initializes a new instance of the Tree class.